<template>
  <div>
    <h3 style="text-align: center;">
      <span class="badge rounded-pill bg-success">
        <strong>Шпаргалка по документам по уровеню защищенности ПДн</strong>
      </span>
    </h3>
    <h2 style="text-align: center; margin-bottom: 30px; color: red">
      Раздел временный будет удалён и перенесён в перечень документов
    </h2>
    <div id="UzFormContainer" style="margin: 0 auto; background: #fff; padding: 30px; border-radius: 10px; box-shadow: 0 4px 20px rgba(0,0,0,0.1); overflow-x: auto;">
    <section>
      <h2 style="text-align: center; margin-bottom: 30px; color: #333;">1 уровень защищенности ПДн</h2>
      <strong>Комплект "УЗ1: Безопасность персональных данных" содержит шаблоны организационно-распорядительных документов:</strong>
      <ul>
        <li>План мероприятий по обеспечению безопасности персональных данных при их обработке в ИСПДн 1 уровня защищенности;</li>
        <li>Правила доступа в помещения, где размещены используемые СКЗИ, хранятся СКЗИ и (или) носители ключевой, аутентифицирующей и парольной информации СКЗИ, в рабочее и нерабочее время, а также в нештатных ситуациях;</li>
        <li>Перечень лиц, имеющих право доступа в помещения, где размещены используемые СКЗИ, хранятся СКЗИ и (или) носители ключевой, аутентифицирующей и парольной информации СКЗИ;</li>
        <li>Журнал учета носителей персональных данных с использованием регистрационных (заводских) номеров;</li>
        <li>Перечень лиц, доступ которых к персональным данным, обрабатываемым в ИСПДн, необходим для выполнения ими служебных (трудовых) обязанностей;</li>
        <li>Приказ о назначении лица, ответственного за безопасность персональных данных в ИСПДн;</li>
        <li>Список лиц, допущенных к содержанию электронного журнала сообщений в ИСПДн, необходим для выполнения ими служебных (трудовых) обязанностей;</li>
        <li>Приказ о назначении лица, ответственного за периодический контроль ведения электронного журнала безопасности в ИСПДн;</li>
        <li>Положение об отделе по защите персональных данных.</li>
      </ul>
    </section>

    <section>
      <h2 style="text-align: center; margin-bottom: 30px; color: #333;">2 уровень защищенности ПДн</h2>
      <strong>Комплект "УЗ2: Безопасность персональных данных" содержит шаблоны организационно-распорядительных документов:</strong>
      <ul>
        <li>План мероприятий по обеспечению безопасности персональных данных при их обработке в ИСПДн 2 уровня защищенности;</li>
        <li>Правила доступа в помещения, где размещены используемые СКЗИ, хранятся СКЗИ и (или) носители ключевой, аутентифицирующей и парольной информации СКЗИ, в рабочее и нерабочее время, а также в нештатных ситуациях;</li>
        <li>Перечень лиц, имеющих право доступа в помещения, где размещены используемые СКЗИ, хранятся СКЗИ и (или) носители ключевой, аутентифицирующей и парольной информации СКЗИ;</li>
        <li>Журнал учета носителей персональных данных с использованием регистрационных (заводских) номеров;</li>
        <li>Перечень лиц, доступ которых к персональным данным, обрабатываемым в ИСПДн, необходим для выполнения ими служебных (трудовых) обязанностей;</li>
        <li>Приказ о назначении лица, ответственного за безопасность персональных данных в ИСПДн;</li>
        <li>Список лиц, допущенных к содержанию электронного журнала сообщений в ИСПДн, необходим для выполнения ими служебных (трудовых) обязанностей.</li>
      </ul>
    </section>

    <section>
      <h2 style="text-align: center; margin-bottom: 30px; color: #333;">3 уровень защищенности ПДн</h2>
      <strong>Комплект "УЗ3: Безопасность персональных данных" содержит шаблоны организационно-распорядительных документов:</strong>
      <ul>
        <li>План мероприятий по обеспечению безопасности персональных данных при их обработке в ИСПДн 3 уровня защищенности;</li>
        <li>Правила доступа в помещения, где размещены используемые СКЗИ, хранятся СКЗИ и (или) носители ключевой, аутентифицирующей и парольной информации СКЗИ, в рабочее и нерабочее время, а также в нештатных ситуациях;</li>
        <li>Перечень лиц, имеющих право доступа в помещения, где размещены используемые СКЗИ, хранятся СКЗИ и (или) носители ключевой, аутентифицирующей и парольной информации СКЗИ;</li>
        <li>Журнал учета носителей персональных данных с использованием регистрационных (заводских) номеров;</li>
        <li>Перечень лиц, доступ которых к персональным данным, обрабатываемым в ИСПДн, необходим для выполнения ими служебных (трудовых) обязанностей;</li>
        <li>Приказ о назначении лица, ответственного за безопасность персональных данных в ИСПДн.</li>
      </ul>
    </section>

    <section>
      <h2 style="text-align: center; margin-bottom: 30px; color: #333;">4 уровень защищенности ПДн</h2>
      <strong>Комплект "УЗ4: Безопасность персональных данных" содержит шаблоны организационно-распорядительных документов:</strong>
      <ul>
        <li>План мероприятий по обеспечению безопасности персональных данных при их обработке в ИСПДн 4 уровня защищенности;</li>
        <li>Правила доступа в помещения, где размещены используемые СКЗИ, хранятся СКЗИ и (или) носители ключевой, аутентифицирующей и парольной информации СКЗИ;</li>
        <li>Перечень лиц, имеющих право доступа в помещения, где размещены используемые СКЗИ, хранятся СКЗИ и (или) носители ключевой, аутентифицирующей и парольной информации СКЗИ;</li>
        <li>Журнал учета носителей персональных данных с использованием регистрационных (заводских) номеров;</li>
        <li>Перечень лиц, доступ которых к персональным данным, обрабатываемым в ИСПДн, необходим для выполнения ими служебных (трудовых) обязанностей.</li>
      </ul>
    </section>
  </div>
</div>
</template>

<script>
export default {
  name: 'PDnSecurityLevels',
};
</script>

<style scoped>

</style>