<template>
  <div>
    <h3 style="text-align: center;">
      <span class="badge rounded-pill bg-success">
        <strong>Ответственность за ПДн</strong>
      </span>
    </h3>

    <div id="UzFormContainer" style="margin: 0 auto; background: #fff; padding: 30px; border-radius: 10px; box-shadow: 0 4px 20px rgba(0,0,0,0.1); overflow-x: auto;">
    <article class="post-outer">
      <div
        class="post hentry uncustomized-post-template"
        itemprop="blogPost"
        itemscope
        itemtype="http://schema.org/BlogPosting"
      >
        <meta itemprop="blogId" content="8924393094615644415" />
        <meta itemprop="postId" content="6884311658721259920" />

        <h3 class="post-title entry-title" itemprop="name">Ответственность</h3>

        <div
          class="post-body entry-content"
          id="post-body-6884311658721259920"
          itemprop="description articleBody"
        >
          <p style="text-align: justify;">
            Несоблюдение оператором персональных данных положений Состава и содержания организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных с использованием средств криптографической защиты информации, необходимых для выполнения установленных Правительством Российской Федерации требований к защите персональных данных для каждого из уровней защищенности, утвержденных приказом ФСБ России от 10.07.2014 N378 (далее — Состав и содержание мер), является нарушением требований к защите персональных данных и приводит к нарушению статьи 19 Федерального закона от 27.07.2006 N152-ФЗ «О персональных данных». В соответствии с частью 2 статьи 24 Федерального закона «О персональных данных» оператор персональных данных причинил моральный вред субъекту персональных данных. Моральный вред подлежит компенсации в соответствии статей 1099-1101 Гражданского кодекса Российской Федерации.
          </p>
          <p style="text-align: justify;">
            <br />
          </p>
          <p style="text-align: justify;">
            Несоблюдением оператором персональных данных положений Состава и содержания мер является нарушением требований о защите информации и влечет за собой административную ответственность, предусмотренную частью 6 статьи 13.12. Кодекса Российской Федерации об административных правонарушениях с наложением административного штрафа:
          </p>
          <ul>
            <li>на граждан в размере от 500 до 1000 рублей;</li>
            <li>на должностных лиц - от 1000 до 2000 рублей;</li>
            <li>на юридических лиц - от 10000 до 15000 рублей.</li>
          </ul>
          <p style="text-align: justify;">
            <br />
          </p>
          <p style="text-align: justify;">
            Отсутствие у оператора персональных данных разработанной и утвержденной Частной модели угроз, приводит к нарушению подпункта «б» пункта 9 Состава и содержания мер и влечет за собой административную ответственность, предусмотренную частью 6 статьи 13.12. КоАП РФ.
          </p>
          <p style="text-align: justify;">
            <br />
          </p>
          <p style="text-align: justify;">
            Не обеспечение оператором персональных данных сохранности носителей персональных данных, приводит к нарушению подпункта «б» пункта 5 и пункта 7 Состава и содержания мер и влечет за собой административную ответственность, предусмотренную частью 6 статьи 13.11 КоАП РФ с наложением административного штрафа:
          </p>
          <ul>
            <li>на граждан в размере от 700 до 2000 рублей;</li>
            <li>на должностных лиц - от 10000 до 20000 рублей;</li>
            <li>на юридических лиц - от 25000 до 50000 рублей.</li>
          </ul>
          <p style="text-align: justify;">
            <br />
          </p>
          <p style="text-align: justify;">
            Использование оператором персональных данных СКЗИ, не прошедших процедуру оценки соответствий требованиям законодательства Российской Федерации в области обеспечения безопасности информации, приводит к нарушению подпункта «г» пункта 5 Состава и содержания мер и влечет за собой административную ответственность, предусмотренную частью 2 статьи 13.12 КоАП РФ с наложением административного штрафа:
          </p>
          <ul>
            <li>на граждан в размере от 1500 до 2500 рублей с конфискацией несертифицированных СКЗИ или без таковой;</li>
            <li>на должностных лиц - от 2500 до 3000 рублей с конфискацией несертифицированных СКЗИ или без таковой;</li>
            <li>на юридических лиц - от 20000 до 25000 рублей с конфискацией несертифицированных СКЗИ или без таковой.</li>
          </ul>
        </div>
      </div>
    </article>
  </div>
</div>
</template>

<script>
export default {
  name: "InfoComponent",
};
</script>

<style scoped>
/* Добавьте стили по необходимости */
</style>